IdeaRS.Connections
WeldData.WeldType Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of the weld
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldTypeCode WeldType { get; set; }
Property Value
Type: WeldTypeCode
See Also
Reference
WeldData Class
IdeaRS.Connections.Data Namespace